[LANSTR]

STR_OK=OK
STR_YES=Oui
STR_CANCEL=Annuler
STR_CONTINUE=Continuer
STR_NO=Aucun
STR_CLOSE=Proche
STR_MIN=Min
STR_AUTO_RECOMMENDSOFTWARE=Recommandation de logiciel
STR_BACK_PNP=Précédent
STR_NEXT=Suivant
STR_OVER=Fini
STR_VER=Version
STR_USERFEEDBACK=Réaction
STR_USER_BACK=Réaction
STR_MENU=Menu
STR_HELP=Aide
STR_OPRN_DRIVERTALENT=Ouvrir EaseUS DriverHandy
STR_TYPE=Type:
STR_NAME=Nom:
STR_DRIVE=Driver:
STR_ADDRESS=Adresse:
STR_IS_DEFAULT=Par défaut:
STR_SET_DEFAULT=Définir par défaut
STR_PRINT_MANAGE_PLATFORM=Plate-forme de gestion d'impression
STR_MANUFACTURER=MFR:
STR_DEV_DEVDESC=Description:
STR_MOUSE_SETTING=Paramètres de la souris
STR_KEYBOARD_SETTING=Paramètres du clavier
STR_AUDIO_SETTING=Paramètres audio

STR_MAIN_TITLE=EaseUS DriverHandy

STR_DRV_SCAN=Réparation

STR_MAIN_TAB_GENERAL=Général
STR_MAIN_TAB_TOOLS=Outils
STR_MAIN_TAB_ADVANCE=Avancé


STR_HEAD_DEV_NAME=Pilotes
STR_HEAD_DRV_VER=Version
STR_HEAD_DRV_TYPE=Type
STR_HEAD_DRV_SIZE=Taille
STR_HEAD_DRV_OPERATE=Action
STR_HEAD_BACKUP_STATE=Statut 
STR_HEAD_BACKUP_TIME=Dernière sauvegarde  
STR_HEAD_PRINTER_NAME=Nom de l'imprimante
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=Type de matériel
STR_HEAD_QUDRY_RESULT=Résultat
STR_HEAD_WARN=Mettre à jour ou non


STR_HEAD_DRV_VER1=Version
STR_HEAD_DRV_DATE=Date
STR_HEAD_DRV_INFO=Infos
STR_HEAD_DRV_BACKUPTIME=Temps de sauvegarde
STR_HEAD_DRV_BACKUPVER=Version
STR_HEAD_DRV_BACKUPINFO=Infos
STR_HEAD_DRV_BACKUPINFO_ACTION=Options
		
STR_CURRENT_QUERYDEV=Analyser
STR_CHECK_UPDATE=Vérifier les mises à jour

STR_AKEY_UPDATE=Démarrer
STR_AKEY_INSTALL=Installer
STR_AKEY_REPAIR=Réparation
STR_AKEY_DEAL_FINISH=Fini
STR_AKEY_DEAL_BACK=%d pilote(s) sauvegardé avec succès !
STR_AKEY_DEAL_BACK_FAILED=%d pilote(s) de sauvegarde a échoué.
STR_AKEY_DEAL_REPAIR_SUC=%d pilote(s) réparé avec succès !
STR_AKEY_DEAL_REPAIR_FAILED=%d pilote(s) n'a pas pu être réparé.
STR_AKEY_DEAL_CANCEL=Annuler
STR_NOTNEEDUPDATE=Normal
STR_RE_QUERY=Reanalyser
STR_CANCELDEAL=Bien sûr, pour annuler le processus ? <n>Il arrêtera après que le conducteur en cours est terminée.
STR_NOTNEEDBACKUP=Soutenu
STR_BACKUPOK=Succès
STR_BACKUPERROR=Échec de la sauvegarde
STR_START_RESTORE= Restaurer
STR_CANCEL_RESTORE=Annuler
STR_LATER=Plus tard
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9}périphérique ne peut pas fonctionner après la désinstallation du pilote !{/c}{/f}
STR_COPY=Copier
STR_COPY1=A Copier
STR_DRV_INFO_SETSHOW=Paramètres

STR_RESTORE_SYSTEM=Supprimer
STR_LOCALDRV_BROWSEBTN=Ouvrir un fichier
STR_LOCALDRV_MANULBTN=Manuel
STR_LOCALDRV_DOWNBTN=Télécharger
STR_LOCALDRV_MOREBTN=Plus
STR_LOCALDRV_SUILT_SYSTEM=Système pris en charge:
STR_LOCALDRV_SHUTDOW_SYSTEM=Fermeture
STR_LOCALDRV_REBOOT_SYSTEM=Recommencer
STR_LOCALDRV_MAINPAGE_CHECK_TEXT=Arrêt ou redémarrage après le processus se fait ?
STR_LOCALDRV_DEV_STATUS =Statut
STR_LOCALDRV_REBOOT_NEED_INST =Vous avez redémarré PC après la dernière désinstallation. Voulez-vous continuer ?
STR_LOCALDRV_DOWN_FAIL = {f 5}Échec du téléchargement erreur inconnue !<n>Vous pouvez {c #207EBC}{u}{a}copier l'adresse du lien {/a}{/u}{/c}, dans le navigateur pour télécharger! {/f}
STR_LOCALDRV_CHECK_FAIL ={f 5}Vérification a échoué pour erreur inconnue ! <n>Vous pouvez {c #207EBC}{u}copier l'adresse du lien {/u}{/c}, dans le navigateur pour télécharger! {/f}

STR_LOCALDRV_DOWN_FAIL_OKBTN =Télécharger
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Normal
STR_AUTO_GAME_COMPONENTS=Composants du jeu
STR_AUTO_SYSTEM_INDEX=Réparation du système

STR_AUTO_RESULT3={c #e9e9e9}Félicitations ! Tous les pilotes sont parfaits !{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e9}pilote obsolète(s) !{/c}
STR_AUTO_RESULT4_D=Il est recommandé de ne pas mettre à jour si votre PC fonctionne normalement.
STR_AUTO_RESULT5={c #CA0500}%d {/c}{c #e9e9e9}pilote(s) nécessaire(s) à réparer !{/c}
STR_AUTO_RESULT6={c #CA0500}%d {/c}{c #5c5e64}pilote(s) nécessaire(s) à réparer; {/c}{c #CA0500}%d {/c}{c #e9e9e9}pilote( s) nécessaire(s) à mettre à jour !{/c}
STR_AUTO_RESULT7=Redémarrer le PC pour terminer le processus !
STR_AUTO_RESULT8=Attention: Quelque chose ne va pas avec votre matériel.
STR_AUTO_RESULT9={c #CA0500}%d{/c} les problèmes doivent être corrigés !

STR_AUTO_NEEDINSTALL_INTELDISPLAY=Installer le pilote graphique Intel avant d'installer le pilote graphique NVIDIA !
STR_AUTO_NEEDINSTALL_AMDDISPLAY=Installer le pilote graphique Intel avant d'installer le pilote graphique AMD !
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=Installer le pilote graphique intégré AMD avant d'installer le pilote graphique discret AMD !
STR_AUTO_NEEDINSTALL_RECOMM=Mettre à jour
STR_AUTO_UPDATE_FINISH=Mise à jour est terminée !
STR_AUTO_UPDATE_HASCANCEL=Annuler

STR_EXIT=Quitter
STR_RUN_LAY=OK

STR_RUN_LAY=Bien
STR_DRV_UPDATE_PROMPT=Mise à jour de l'avis
STR_DRV_UPDATE_PROMPT_CONTENT=Un espace de moins de 3 Go est disponible sur le disque% c, ce qui peut entraîner l'installation du pilote. Veuillez nettoyer votre disque. 
STR_BACKUP_FREESPACE_NOTENOUGH=Un espace de moins de 3 Go est disponible sur le disque% s, ce qui peut entraîner une panne de sauvegarde. Nettoyez le disque ou modifiez un chemin.
STR_DOWNLOAD_FREESPACE_NOTENOUGH=Un espace de moins de 3 Go est disponible sur le disque% s, ce qui peut entraîner le téléchargement du pilote. Nettoyez le disque ou modifiez un chemin. 
STR_DRV_UPDATE_PROMPT_OPENCLEAN=Clear (recommandé)
STR_DRV_UPDATE_PROMPT_IGNORE=Ignorer
STR_REBOOT_REPAIR_NEED=Redémarrer
STR_REBOOT_REPAIR_NOW=Redémarrer
STR_REBOOT_NEED=Redémarrer le PC
STR_REBOOT_REINSTALL=Redémarrer
STR_REBOOT_RESULT=Redémarrer
STR_UPDATE_NOW=Mettre à jour maintenant

STR_SHUTDOWN_NOW=Arrêter maintenant
STR_REBOOT_NOW2=Redémarrer maintenant
STR_SHUTDOWN_NEED=L'installation est terminée ! Votre ordinateur shutdown bientôt.
STR_REBOOT_NEED2=L'installation est terminée ! Votre ordinateur va redémarrer bientôt.

STR_DRV_ENABEL=Permettre
STR_DRV_UPDATE_BASE=Mise à jour
STR_DRV_ENABEL_STATE=Désactiver
STR_DRV_ENABEL_TIP=Le dispositif a été désactivé. Activer pour installer le pilote.
STR_DRV_ENABEL_RESTORE_TIP=Le dispositif a été désactivé. Activer pour restaurer pilote.
STR_DRV_ENABEL_DOING=Commencer...
STR_DRV_SCAN_DOING=Réparation...
STR_DRV_SCAN=Pilote de réparation

STR_MENU_TOUCHPAD_ENABLE=Activer
STR_MENU_TOUCHPAD_DISABLE=Désactiver
STR_MENU_OPTION=Paramètres
STR_MENU_ACTIVITE=Activer
STR_MENU_NEWFEATURES=Nouvelles fonctionnalités
STR_MENU_MAIN_PAGE=Accueil
STR_MENU_FAQ=FAQ
STR_MENU_HELPUS=Aidez-nous à traduire
STR_MENU_FORUM=Forum

STR_MENU_DEV_DETAIL=Détails du périphérique
STR_MENU_LOCAL_DRV_DELFILE=Effacer
STR_MENU_LOCAL_DRV_REPORT=Commentaires
STR_MENU_LOCAL_DRV_DATAILED=Détails
STR_DRV_DRIVER_FILE=Fichiers de pilotes
STR_DRV_DRIVER_INFO=Pilote Infos.
STR_ABOUT=À propos de nous
STR_ABOUT_ACTIVED=Activé
STR_ABOUT_ACTIVE_PRO=Activer pour Pro caractéristiques complètes
STR_ABOUT_SERIAL_NUM=Code:
STR_ABOUT_PRIVACY=Politique de confidentialité
STR_ABOUT_EULA=CLUF
STR_ABOUT_ACTIVEFULL=Activer pour Pro pour les fonctionnalités complètes
STR_ABOUT_MAKE=--Rendez votre temps plus précieux

STR_REGISTER=Activé

STR_DRV_INFO_DETAIL=Détails: 
STR_DRV_INFO_DEV=Appareil:
STR_DRV_INFO_NAME=Nom:
STR_DRV_INFO_CLASS=Catégorie:
STR_DRV_INFO_MANU=MFR:
STR_DRV_INFO_DATE=Date de sortie:
STR_DRV_INFO_VER=Version: 
STR_DRV_INFO_SIZE=Taille: 
STR_DRV_INFO_INFO=Info:
STR_DRV_INFO_GRADE=Note:
STR_DRV_INFO_DESC=Introduction:

STR_DRV_INFO_MORE={f 9}Introduction: {/f}{a}Plus{/a}
STR_DRV_INFO_NO=NO
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH=Checksum

STR_RESTORE_NOITEM=Vous devez {a}<u> Sauvegarde vos dirvers premier </u>{/a}ou{a}<u> Sélectionner un autre répertoire de sauvegarde </u>{/a}.
STR_CTRL_RESTORE_DELBACKUP=Effacer

STR_OPTION_SELECTBACKUP_DIR=Sélectionner les fichiers de sauvegarde à restaurer

STR_BACKUP_DETECTING={c #e9e9e9}{f 4}Vérification de imformation sauvegarde, s'il vous plaît patienter...{/f}{/c}
STR_BACKUP_START=Démarrer

STR_BACKUP_STATUS_NOTBACKUP=Non sauvegardé
STR_BACKUP_STATUS_BACKUP=Soutenu
STR_BACKUP_STATUS_CANNOT=Impossible de sauvegarder
STR_BACKUP_STATUS_NOTDRIVER=Aucun pilote
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d pilote(s) eut pêtre sauvegardé !{/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e9}Tous les pilotes ont été sauvegardés !{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9}Aucun pilote est disponible pour être sauvegardé !{/c}{/f}
STR_BACKUP_WAIT=Attente
STR_BACKUP_DOING=Traitement
STR_BACKUP_DOING1=Traitement
STR_BACKUP_CANCEL2=Arrêtez-vous lorsque la sauvegarde en cours est terminée !
STR_BACKUP_NEED=Besoin d'être sauvegardé
STR_BACKUP_NOTNDDE=Support
STR_VIEW_BACKUP_SETTING=Paramètres de sauvegarde
STR_VIEW_BACKUP_FILE=Afficher les fichiers de sauvegarde
STR_BACKUP_FINISH=La sauvegarde est terminée !
STR_BACKUP_CANCEL=Annuler
STR_BACKUP_RESULT1={c #CA0500}%d{/c} pilote(s) sauvegardé avec succès; {c #CA0500}%d{/c}pilote(s) de sauvegarde a échoué !
STR_BACKUP_RESULT2={c #CA0500}%d{/c} pilote(s) sauvegardé avec succès !
STR_BACKUP_RESULT3={c #CA0500}%d{/c} pilote(s) de sauvegarde a échoué !

STR_EVALUATE_NO=Non évalué
STR_EVALUATE_QUERY_REPORT=Réaction
STR_EVALUATE_SYSTEM=Système évaluer %s
STR_EVALUATE_RESULT_NOT_SUPPORT=Résultat: Non supporté !
STR_EVALUATE_SYSTEM_SUPP=Par défaut

STR_MANUAL_UPDATE_FAILED=Échec
STR_MANUAL_UPDATE_FAILED_DATA=Échec de données 
STR_MANUAL_NEEDREBOOT=Redémarrer

STR_MANUAL_REDOWNLOAD=Re-téléchargement
STR_MANUAL_BEGINUPDATE=Mettre à jour
STR_MANUAL_BEGININSTALL=Installer
STR_MANUAL_WAITFORINSTALL=Attente
STR_MANUAL_INSTALLING=Installation ...
STR_MANUAL_UNZIPING=Décompression...

STR_REFRESH=Actualiser
STR_REMOVE_WAIT=Attente
STR_REMOVE_BEGINREMOVE=Désinstaller
STR_REMOVE_DOINGREMOVE=Désinstallation ...
STR_REMOVE_DOINGREMOVE1=Désinstallation:
STR_REMOVE_DOINGREMOVE2=Désinstallation %s pilote obsolète, s'il vous plaît patienter …
STR_REMOVE_FAILED=Impossible de désinstaller
STR_REMOVE_SUCC=Succès
STR_REMOVE_FINISH=Fini
STR_REMOVE_CANCEL=Annuler
STR_REMOVE_RESULT1=Réussi pour désinstaller {c #CA0500}%d{/c}pilote(s) ;Impossible de désinstaller {c #CA0500}%d{/c}pilote(s) ! {/c}
STR_REMOVE_RESULT2={c #CA0500}%d{/c} pilote(s) désinstallé avec succès !
STR_REMOVE_RESULT3={c #CA0500}%d {/c} pilote(s) désinstallation a échoué !
STR_REMOVE_FINISH_NEEDREBOOT=Recommencer 
STR_SELECT_DRV_BACKUP={c #666666}Ne pas effectuer d'autres opérations lors de la restauration !{/c}

STR_RESTORE_RESTORE1=Pilote restauration annulé! Arrêtez lorsque le courant restauration est terminée !
STR_RESTORE_DOINGRESTORE=Restauration ...
STR_RESTORE_RESTOREOK=Fini
STR_RESTORE_RESTOREFAILED=Échec de la restauration
STR_RESTORE_RESTORING=  
STR_RESTORE_RESTORE_SELECT=Préparation de la restauration
STR_RESTORE_RESTORE_NOT_SELECT=Non sélectionné
STR_RESTORE_SELECTBACKUPDIR=<u>Sélectionnez le dossier de sauvegarde</u>

STR_RESTORE_FINISH=Fini
STR_RESTORE_CANCEL=Annuler
STR_RESTORE_RESULT1={c #CA0500}%d{/c} pilote(s) restauré avec succès; {c #CA0500}%d{/c} pilote(s) Échec de la restauration !{/c}
STR_RESTORE_RESULT2={c #CA0500}%d{/c} pilote(s) restauré avec succès !
STR_RESTORE_RESULT3={c #CA0500}%d{/c} pilote(s) Échec de la restauration !
STR_RESTORE_NODRIVER=Aucun pilote est restauré !
STR_RESTORE_FINISH_NEEDREBOOT=Redémarrez pour valider le processus !
STR_RESTORE_NEED_RESTORE_TEXT=Vous ne pouvez pas charger {c #207EBC}%s {/c}pilote anormale! Vous feriez mieux de restaurer le pilote !
STR_RESTORE_NEED_RESTORE_OKBTN=Restaurer
STR_RESTORE_NEED_RESTORE_CANCELBTN=Annuler

STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d pilote(s) peut être restauré ! {/c}{/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9}Vous ne trouvez pas de sauvegarde {/c}{/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=Il n'y a pas nouveau pilote !

STR_DEVCLASS_UNKNOWN=Inconnu
STR_DEVCLASS_DISP=Afficher
STR_DEVCLASS_NET=Réseau
STR_DEVCLASS_MOUSE=Souris
STR_DEVCLASS_TOUCHTABLET=Touchpad
STR_DEVCLASS_MEDIA=Audio
STR_DEVCLASS_MONITOR=Moniteur
STR_DEVCLASS_BATTERY=Batterie
STR_DEVCLASS_SOFTNET=Softnet 
STR_DEVCLASS_SYS=Système
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=Hub USB
STR_DEVCLASS_BLUETOOTH=Bluetooth
STR_DEVCLASS_PRINTER=Imprimante
STR_DEVCLASS_KEYBOARD=Clavier
STR_DEVCLASS_CDROM=CD-ROM
STR_DEVCLASS_FLOPPYDISK=Disquette
STR_DEVCLASS_POWERMGR=PowerMgr
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=Audio Control Bus(UAA)
STR_DEVCLASS_IMG=IMG 
STR_DEVCLASS_DISKCONTROLLER=Contrôleur de disque
STR_DEVCLASS_INFRARED=Rayon infrarouge
STR_DEVCLASS_IMAGE=Appareil photo
STR_DEVCLASS_MB=MBo
STR_DEVCLASS_WIRELESSNET=Wlan

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=USB WLAN

STR_STRCOMMON_BAND=Officiel
STR_BRANDDRIVER=Marque
STR_COMPATIBLE=Compatible
STR_PUBLICDRIVER=WHQL 

STR_CHECKVER_GETVERINFO=Vérification des mises à jour, s'il vous plaît patienter ...
STR_CHECKVER_NONEWVER=Il est la dernière version !
STR_CLIENT_UPDATECHECK=La version actuelle est obsolète ! S'il vous plaît mettre à jour le plus récent.
STR_CLIENT_UPDATEING=Mise à jour, s'il vous plaît patienter ...
STR_CLIENT_UPDATEOK=Mise à jour terminée ! Cliquez sur "Démarrer" pour aller de l'avant.
STR_CLIENT_DOWNING=TÉLÉCHARGEMENT:

STR_TIPS_TITLE_DEFAULT=Conseils
STR_TIPS_INSTALL_DISPLAY=Il serait bref écran noir ou scintillement lorsque la mise à jour des pilotes d'affichage !
STR_TIPS_INSTALL_NET=La connexion réseau peut être interrompu temporairement lorsque la mise à jour pilote de réseau !
STR_TIPS_INSTALL_MEDIA=Après pilote est mis à jour, vous devrez peut-être réinitialiser les périphériques audio.
STR_TIPS_CLIENT_UPDATE=Mise à jour terminée! Cliquez sur "Démarrer" pour aller de l'avant.
STR_TIPS_DELETE_FILE=Package du pilote est supprimé !
STR_TIPS_DELETE_FILE_FAILED=Impossible de supprimer le package de pilotes ! Assurez S'il vous plaît que les fichiers ne sont pas utilisés.
STR_TIPS_COPY_INFO_SUCC=Détails copiés avec succès !
STR_TIPS_COPY_INFO_FAILED=Impossible de copier les détails !
STR_TIPS_COPY_SHAREURL_SUCC=Partage adresse copié avec succès !
STR_TIPS_COPY_SHAREURL_FAILED=Impossible de copier le partage de l'adresse ! S'il vous plaît essayer à nouveau.
STR_TIPS_USE_NOW=Utilisez maintenant
STR_TIPS_TOUCH_TITLE=Touchpad avis de changement
STR_TIPS_TOUCH_LAB=Souris USB externe est disponible. Avez-vous besoin de désactiver le pavé tactile ?
STR_TIPS_TOUCH_NONOTICE_LAB=Aucun avis la prochaine fois
STR_TIPS_CANNOTEXIT2=Voulez-vous forcer la sortie ?

STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c}pilote(s) nécessaire(s) à réparer !
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c}pilote(s) nécessaire(s) à sauvegarder !
STR_BASIC_NEED_REBOOT={c #CA0500}Besoin redémarrer{/c}

STR_BASIC_NEED_UPDATE2={c #ea9321}Mise à jour{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}Besoin d'être réparé{/c}
STR_BASIC_DEV_BAD={c #CA0500}Erreur matérielle {/c}
STR_BASIC_DEV_BAD2=Erreur matérielle

STR_BASIC_NOTNEED_UPDATE=Normal
STR_BASIC_NOTNEED_BACKUP=Soutenu
STR_BASIC_STATUS_DETECTING={c #e9e9e9}Scanner, s'il vous plaît attendez quelques minutes{/c}
STR_BASIC_COMPUTER=%s

STR_BASIC_RESULT1={c #e9e9e9}Réussi à résoudre {c #CA0500}%d {/c} problèmes de pilote; problèmes{c #CA0500}%d {/c} de pilotes non résolus !{/c}
STR_BASIC_RESULT2={c #e9e9e9}Réussi pour résoudre {c #CA0500}%d{/c} problèmes de pilote !{/c}
STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c}problèmes de pilote a échoué à être fixé !{/c}
STR_BASIC_NODRIVER={c #e9e9e9}Pas de problème de pilote est résolu ! {/c}

STR_BASIC_MUST_SOFT=Logiciel nécessaire
STR_BASIC_INDEX_FAILED=Une erreur inconnue est survenue lors de l'installation des pilotes ! S'il vous plaît essayer à nouveau.
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f 4}Essayer la réparation intelligente de la mise à jour du pilote a échoué.{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f 4}Lancer la réparation intelligente !{/f}{/c}

STR_BASIC_INDEX_REPAIR_ERROR=Désolé, la réparation intelligente est n'a pas pu démarrer !
STR_BASIC_INDEX_TASK={c #3c3c3c}Démarrer la réparation intelligente !{/c} 
STR_BASIC_INDEX_REPAIR_REPORT=Réaction
STR_BASIC_INDEX_REPAIR_REPAIR=Réparation intelligente
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}Impossible de mettre à jour en raison de l'erreur de téléchargement du pilote!{/f}{/c}
STR_BASIC_DRV_CHECKERROR_TIP=Conseils: Contacter notre équipe de support technique pour obtenir de l'aide ou envoyez {a}commentaires{/a}

STR_STRCOMMON_DESKTOP=Bureau
STR_STRCOMMON_BENBEN=Portatif
STR_BIT=-bits
STR_32BIT=32Bits
STR_64BIT=64Bits
STR_PROFESSIONAL=Professionnel
STR_HOME_EDTITION=Accueil

STR_DEV_DETAIL_DRV=Infos.
STR_DEV_DETAIL_DRV_OLD=Actuel
STR_DEV_DETAIL_DRV_NEW=Mettre à jour
STR_DEV_DETAIL_DEVID=Dispositif
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=Compatible ID:
STR_DEV_DETAIL_EXPORT=Exportation
STR_DEV_DETAIL_SAVE=Enregistrer sous

STR_PNP_UNKNOW=Inconnu
STR_PNP_ANDROID=Androïde
STR_PNP_IOS=iOS
STR_PNP_IMAGE=Cameral
STR_PNP_VIDEO=Vidéo
STR_PNP_AUDIO=Acoustique
STR_PNP_WIRELESS=Sans fil
STR_PNP_HANDWRITING=Bloc-notes
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=Périphérique de stockage de masse
STR_PNP_READ_CARD=Lecteur de carte
STR_PNP_UDISK=Disque flash USB
STR_PNP_MOBILE_DISK=HDD mobile
STR_PNP_UKEY=Clé USB santé
STR_PNP_KEYMOUSE=Clavier/Souris
STR_PNP_NO=Vérification des dispositifs, s'il vous plaît patienter ...
STR_PNP_HASDEV=Connecté {c #CA0500}%d{/c} périphériques USB

STR_PNP_DRIVERSTATUSOK=Pilote est normal
STR_PNP_DRIVERSTATUSERROR=Pilote est normal
STR_PNP_INSTANCEDRIVER=Installer

STR_PNP_QUERYDRIVER=Interrogation ...
STR_PNP_DISABLE_DONE=Désactivé

STR_PRINTER_OPTION_SEARCH=Recherche
STR_PRINTER_OPTION_SET=Paramètres								
STR_PRINTER_ADD=Imprimante réseau
STR_PRINTER_SEARCH=Recherche

STR_PRINTER_STOP=Arrêter
STR_PRINTER_SEARCHING=Recherche d'imprimantes. Il peut prendre un certain temps en fonction de vos conditions de réseau. <n> Sinon, vous pouvez cancle la recherche et l'installer manuellement à partir de la liste des périphériques.
STR_PRINTER_SEARCH_FAILED=Échec de la recherche !
STR_PRINTER_SEARCH_FAILED2=Aucune imprimante disponible recherchée! S'il vous plaît, vérifiez et essayez à nouveau.
STR_PRINTER_DOWN=Télécharger pilote d'imprimante
STR_PRINTER_DWONING=Téléchargement:
STR_PRINTER_DWON_FAILED={f 1}Échec du téléchargement!S'il vous plaît cliquer sur {a}Arrière{/a} et essayez à nouveau.{/f}
STR_PRINTER_INSTALLED={f 1}Pilote installé avec succès!{/f}
STR_PRINTER_INSTALL_DEV=Pose
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}imprimante Ajoutés: {/c}{/f}{c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}Installation a échoué! Cliquez sur {a}Précédent {/a}et essayez à nouveau.{/f}
STR_PRINTER_DEFAULT_SET=Si vous avez besoin de partager l'imprimante avec d'autres dans ce réseau, modifier les paramètres de contrôle <n> Panneau. {a}<u> Paramètres </u> {/a}
STR_PRINTER_SELECT_DESC=Tapez l'imprimante IP
STR_PRINTER_SELECT_IP=Imprimante IP:
STR_PRINTER_SELECT_IP_DESC=Entrée {f 12}{c #2285C6}*{/c}{/f}à la fin pour rechercher l'ensemble du réseau
STR_PRINTER_SELECT_IP_RANGE=Plage IP:
STR_PRINTER_SELECT_IP_TO=à
STR_PRINTER_IP_ERR=Adresse IP est incorrecte ! S'il vous plaît vérifier votre adresse et essayer à nouveau.

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Pointu
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Marque
STR_PRINTER_BRAND_SEL=S'il vous plaît choisir une marque d'imprimante
STR_PRINTER_PRODUCT=Modèle
STR_PRINTER_PRODUCT_SRC=Recherche rapide de l'imprimante
STR_PERIPH_NO_DEV=Si vos périphériques ne sont pas détectés, essayer de réparer les pilotes.
STR_PERIPH_NO_DEV2=EaseUS DriverHandypeut détecter automatiquement les périphériques connectés de sorte que vous avez pas besoin de les ajouter manuellement; <n> Si les appareils connectés ne détecte pas, s'il vous plaît rebrancher la ligne de données ou modifier le port.
STR_PERIPH_NO_DEV3=Quelque chose ne va pas avec l'environnement du système.S'il vous plaît le réparer avant d'installer les pilotes.
STR_PRINTER_SELECT=Sélectionner l'imprimante
					
STR_DOWNLOAD_WAIT=Attente
STR_DOWNLOAD_DOING=Téléchargement ...
STR_DOWNLOAD_SUCC=Fini
STR_DOWNLOAD_FAILED=Échec
STR_DOWNLOAD_FINISH=Terminer

STR_DOWNLOAD_CANCEL=Annuler

STR_DOWNLOAD_CHECKERROR=Vérification de l'erreur !
STR_DOWNLOAD_CHECKERROR1=Vérification est échoué !
STR_DOWN_INSTALLED=Installé
STR_SOFTDOWN_INSTALL=Installer
STR_DOWN_PROGRESS=Téléchargement du %d pilote (Total:%d)
STR_DOWN_CURDRV={c #e9e9e9}Téléchargement du %s pilote {/c}
STR_DOWNLOAD_CANCEL=Annuler

prt_peripherals_back_link={a}{f 1}<u> Périphériques </u> {/f}{f 11}> {/f}{/a}{f 1}{c #6B6B6B}Ajouter une imprimante {/c}{/f }
prt_lab_tips1=Choisissez la façon dont vous voulez rechercher les imprimantes
prt_lab_tips2=Sélectionnez la marque de l'imprimante
prt_lab_tips3=Télécharger et installer le pilote

STR_INSTALL_DOING=Mise à jour ...
STR_REPAIR_DOING=Réparation ...
STR_INSTALL_SUCC=Succès
STR_INSTALL_FAIL=Échec
STR_REPAIR_SUCC=Succès
STR_REINSTALL=Réinstaller
STR_INSTALL_PROGRESS=Installation du %d pilote (Total: %d)

STR_INSTALL_CURDRV={c #e9e9e9}Installation, s'il vous plaît patienter ... {/c}
STR_INSTALL_DOC_NET=Installation patch pilote, s'il vous plaît patienter ...
STR_INSTALL_DOC_NET2=Il peut prendre un certain temps pour terminer le processus. Nous vous remercions de votre patience !
STR_INSTALL_ERROR=Échec de l'installation !

STR_INSTALL_M_ERR=L'installation a échoué en raison d'une erreur de système !
STR_INSTALL_M_ERR2=Redémarrez PC et essayez à nouveau !

STR_SETTING_DRVQUERYLAB=Bilan de santé automatiquement lorsque le programme est lancé

STR_AUTOQUERY_EVERYTIMES=À chaque fois que
STR_AUTOQUERY_EVERYDAY=Quotidiennement
STR_AUTOQUERY_NEVER=Jamais

STR_SETTING_SHOWDETAILEDINFOCHECK=Voir les détails en cliquant sur un objet spécifique
STR_SETTING_SELECTFLODER=Sélectionner le dossier
STR_SETTING_SOCKET_OK=Proxy disponible
STR_SETTING_SOCKET_FAILED=Proxy indisponible ! S'il vous plaît réinitialiser!
STR_SETTING_WARN=Mise à jour prompt
STR_SETTING_NO_WARN=Aucune invite
STR_SETTING_WARNING1=Mauvaise téléchargement répertoire !
STR_SETTING_WARNING2=Répertoire de sauvegarde incorrect !
STR_SETTING_WARNING3=Le dossier du dossier et télécharger sauvegarde ne peut pas être le même !

STR_QUERY_RETRY=Réessayer
STR_QUERY_ERROR=Erreur réseau ! Vérifiez les paramètres du réseau.
STR_QUERY_ERROR2=Requête du pilote a échoué !

STR_QUERY_ERROR_CAUSE=Cause: le module de requête a été intercepté par progess inconnu !

STR_NET_TITLE=Connetion prompt
STR_NET_NO_DEV=Vous ne trouvez pas un réseau disponible ! S'il vous plaît vérifier les {a}Paramètres du matériel {/a}.
STR_NET_NO_DRV=Pilote de la carte réseau installée de manière incorrecte ! Essayez le {a}RichScan {/a}ou {a}Handy du pilote pour carte réseau {/a}pour installer le pilote.
STR_NET_NO_NET=Impossible de détecter tout réseau disponible! S'il vous plaît vérifier les {a}Paramètres réseau {/a}.
STR_NET_NO_SERVER=Impossible de se connecter au serveur! S'il vous plaît envoyer vos problèmes à notre {a}Forum officiel {/a}
STR_NET_NO_DRV_HAS_BACKUP=EaseUS DriverHandy est incapable de travailler en raison du pilote de réseau anormal. Vous feriez mieux de restaurer le pilote de réseau!
STR_NET_NO_DRV_NETVER=EaseUS DriverHandy est incapable de travailler en raison du réseau anormale driver.You peut utiliser {a}EaseUS DriverHandy pour Netwotk Card {/a}pour corriger le pilote de réseau!

STR_UNINSTALL_CUR_DRV=Pilote %s Périmé trouvé sur votre ordinateur! Vous devez la désinstaller avant la mise à jour.
STR_UNINSTALL_AND_INSTALL=Désinstaller
STR_NO_UNINSTALL=Mettre à jour	
STR_EXIT_INSTALL=Annuler

STR_DOUBLEDISPLAY_REMINDER=Sélectionnez un seul pilote d'affichage pour restaurer !

STR_NEW=Nouveau
STR_MUST=Il faut
STR_IMPORT=Important

STR_SYSTEM_INFO=Ordinateur: %s, Système: %s
STR_CLIENT_VERSION=Version:%s
STR_UNZIP_ING=Décompresser fichiers du pilote, s'il vous plaît patienter ...
STR_IGNORE_TEXT=Ignoré(%d)
STR_LAGNUAGE_CHANGE=Vous avez choisi la nouvelle langue. Redémarrez le programme pour valider la modification.

STR_USER_SHARE_FAILED=Échec de l'envoi des données S'il vous plaît vérifier le réseau et essayez à nouveau !.
STR_USER_EMAIL_FAILED=Adresse e-mail est incorrecte !

STR_BOTTOM_STABLE_MODE=Stable pilote
STR_BOTTOM_NOMAL_MODE=Le dernier pilote

;start
STR_HOME_LAB1=S'il vous plaît cliquez sur Scan, vérifions tous les pilotes sur votre PC
STR_HOME_LAB2=continuer à mettre à jour vous pouvez rendre votre ordinateur plus rapidement
STR_HOME_NET_ERROR=Échec de la connexion !
STR_HOME_BTN_SCAN=Analyser
STR_HOME_BTN_STOP=Arrêter
STR_HOME_SCAN_LAB1=Scanning ordinateur, s'il vous plaît attendez quelques minutes.

STR_HOEM_MANAGE_BTN=Outils
STR_HOEM_PNP_BTN=Périphérique
STR_HOEM_HARDWARE_BTN=Assistant Windows
STR_HOEM_PRE_LOAD_BTN=Pré chargé 

STR_ERROR_NET_NO_DEV=La carte réseau est introuvable !
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}Ouvrir {a}{u}{c #E9F5FC}le Gestionnaire de périphériques {/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=Pilote de réseau ne fonctionne pas !
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC}Fix it avec EaseUS DriverHandy pour carte réseau ({a}{u}{c #E9F5FC}www.drivethelife.com {/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=Pilote de réseau ne fonctionne pas !
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}Restaurer le pilote de sauvegarde{/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_DRV_NETVER=Pilote de réseau ne fonctionne pas !
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}Réparer avec EaseUS DriverHandy pour carte réseau {/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_NET=Pas de connexion Internet !
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}Ouvrir {a}{u}{c #E9F5FC}les Paramètres réseau {/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER= Impossible de se connecter au serveur !
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC}Aide en ligne ou Feedback {/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}Ou {a}{u}{c #E9F5FC}profil matériel d'exportation{/c}{/u}{/a} pour télécharger les pilotes sur un autre PC.{/c}{/f }

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}Ouvrir {a}{u}{c #5a8ac4}le Gestionnaire de périphériques {/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}Fix it avec EaseUS DriverHandy pour carte réseau ({a}{u}{c #5a8ac4}www.drivethelife.com {/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4}Restaurer le pilote de sauvegarde {/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}Réparation avec EaseUS DriverHandy pour carte réseau {/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4}Ouvrir {a}{u}{c #5a8ac4}Paramètres réseau {/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_SERVER_LINK={f 1}{a}{u}{c #5a8ac4}Support en ligne ou commentaires {/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}Ou {a}{u}{c #5a8ac4}profil matériel d'exportation{/c}{/u}{/a}pour télécharger les pilotes sur un autre PC.{/c}{/f }

;main left
STR_LEFT_DIAGNOSIS=Statut des pilotes
STR_LEFT_TOOLS=Pilotes de sauvetage
STR_LEFT_TOOLS_B=Pilotes de secours
STR_LEFT_TOOLS_R=Restaurer les pilotes
STR_LEFT_TOOLS_SYS=Restaurer les systèmes
STR_LEFT_TOOLS_U=Désinstaller les pilotes

STR_LEFT_PERIPHERAL=Pilotes périphériques
STR_LEFT_USB=USB-Pilotes
STR_LEFT_PRINTER=Problème d'imprimante

STR_LEFT_PRE=Pré-téléchargement
STR_LEFT_PRE_LOCAL=Pour ce PC
STR_LEFT_PRE_OTHER=Pour un autre PC
STR_LEFT_PRE_HELP=Demander de l'aide

STR_LEFT_HARDWARE=Outils

STR_LEFT_SETTING=Paramètres
STR_LEFT_SETTING_G=Général
STR_LEFT_SETTING_D=Pilotes
STR_LEFT_SETTING_N=Réseau


STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=Activer
STR_BOTTOM_FREE_ACTIVATE_BTN=GRATUIT
STR_BOTTOM_RESTORE_LAB1=Scannez votre PC pour vérifier tous les pilotes
STR_BOTTOM_RESTORE_LAB2=Scannez votre PC pour vérifier tous les pilotes
STR_BOTTOM_BACKUP_LAB1=L'Annuaire de sauvegarde {a}Paramètres{/a}.
STR_BOTTOM_STATE_MODE_TIP=Il vous fournit les pilotes les mieux adaptés.
STR_BOTTOM_LASTER_MODE_TIP=Il vous fournit les pilotes les plus récents.
STR_BOTTOM_ACTIVATETO_BTN=Activer pour Pro

;local detailwnd
STR_LOCAL_DETAIL_TITLE=Détails du pilote
STR_LOCAL_DETAIL_DRV_NAME=Driver:
STR_LOCAL_DETAIL_DRV_VENDOR=vendeur:
STR_LOCAL_DETAIL_DRV_TYPY=Type:
STR_LOCAL_DETAIL_DRV_CREVER=Version:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=Date:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=Taille:
STR_LOCAL_DETAIL_DRV_NEWVER=Mise à jour:
STR_LOCAL_DETAIL_DRV_UNKNOWN=Inconnu
STR_LOCAL_DETAIL_DRV_NODRIVER=Aucun pilote

STR_LOCAL_DETAIL_HEAD_NOW=Installé
STR_LOCAL_DETAIL_HEAD_UPDATE=Mettre à jour

STR_LOCAL_DETAIL_REPAIR=Réparation
STR_LOCAL_DETAIL_START=Activer
STR_LOCAL_DETAIL_CLOSE=Fermer
;local head
STR_LOCAL_STOP_BTN=Arrêter
STR_BASIC_INDEX_REPAIR_DONE=La réparation du pilote est terminée !

;hardware profile
STR_SYS_BOOT_TIME=Temps de démarrage:
STR_SYS_MODEL=Modèle:
STR_SYS_INSTALL_DATE=Temps d'installation:
STR_SYS_VERSION=Système:

STR_CPU_CLOCK=Horloge:
STR_CPU_CACHE=Cache:
STR_CPU_CORES=Cœurs:

STR_MEMORY_NAME=Mémoire
STR_MEMORY_VENDOR=Fournisseur:
STR_MEMORY_SIZE=Taille:
STR_MEMORY_TYPE=Type:
STR_MEMORY_RELEASE_DATE=Date de sortie:

STR_DISK_NAME=Disque
STR_DISK_VENDOR=Vendeur:
STR_DISK_SIZE=Taille:
STR_DISK_CACHE=Cache:
STR_DISK_POWER_ON_HOUR=Puissance sur l'heure:
STR_DISK_POWER_CYCLE_COUNT=Moments galvanique:
STR_DISK_TRANSFER_SPEED=Vitesse de transfert:
STR_DISK_INTERFACE_TYPE=Type d'interface:

STR_CPU_DETAIL_BTN={f 1}CPU{/f}
STR_MEMORY_DETAIL_BTN={f 1}Mémoire{/f}
STR_DISK_DETAIL_BTN={f 1}Disque{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Mémoire{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Disque{/a}{/f}

STR_CPU_TYPE_LBL=CPU:
STR_MEMORY_TYPE_LBL=Mémoire:
STR_DISK_TYPE_LBL=Disque:
STR_DISPLAY_ADAPTER_TYPE_LBL=Adaptateur d'affichage:
STR_MAINBOARD_TYPE_LBL=Carte mère:
STR_MONITOR_TYPE_LBL=Moniteur:

STR_LOADING=Chargement en cours ...
;Settings
STR_ST_GENERAL=Général
STR_ST_AUTO_RUN=Lancement EaseUS DriverHandy au démarrage de Windows
STR_ST_MINIMIZE_TO_TRAY=Réduire en icône lorsque le programme est fermé
STR_ST_AUTO_SCAN=Numérisez automatiquement lorsque le programme est lancé
STR_ST_USE_CL=Utilisez Conqueror Live pour détecter l'environnement de jeu et l'optimiser
STR_ST_AUTO_UPDATE=Mise à jour automatique
STR_ST_DRIVERS=Pilotes
STR_ST_DOWNLOAD_FOLDER=Télécharger le dossier
STR_ST_BACKUP_FOLDER=Dossier de sauvegarde
STR_ST_FOLDER_BROWSE=Ouvrir un dossier
STR_ST_AUTO_BACKUP_INSTALL=Sauvegarde automatique d'un pilote avant son installation
STR_ST_AUTO_BACKUP_UNINSTALL=Sauvegarde automatique avant de désinstaller les pilotes
STR_ST_AUTO_BACKUP_SYSTEM=Créer point de restauration système automatiquement avant l'installation du pilote
STR_ST_NETWORK=Réseau
STR_ST_DOWNLOAD_SPEED=Vitesse maximale de téléchargement:
STR_ST_NO_PROXY=Aucun proxy
STR_ST_IE_PROXY=Détecter automatiquement proxy (utiliser les paramètres d'Internet Explorer)
STR_ST_SPEC_PROXY=Sélectionner un serveur proxy
STR_ST_PROXY_HOST=Hôte:
STR_ST_PROXY_PORT=Port:
STR_ST_PROXY_USERNAME=Nom d'utilisateur:
STR_ST_PROXY_PASSWORD=Mot de passe:
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=Enregistrer les informations de matériel
STR_ST_EXOPRTDLG_FILENAME=Matériel d'information
STR_ST_EXPORT_FILE_BTN=Exporter des informations
STR_ST_CHOOSE_FILE_LBL=Sélectionner de langue:
STR_ST_CHOOSE_FILE_TIP_LBL=*La nouvelle langue peut ne pas correspondre parfaitement à notre interface. Nous allons l'améliorer dans un proche avenir.
STR_ST_LANGUAGE=Langue
STR_ST_FOLDER_OPEN=Ouvrir ...
STR_ST_TEST_PROXY=Test
STR_ST_APPLY_PROXY=Appliquer
STR_ST_RESTORE_DEFAULT=Restaurer par défaut
STR_SETTING_CHANGED_SAVE=Vous avez modifié les paramètres de Handy du pilote. Voulez-vous enregistrer les modifications?
STR_SETTING_OK_SAVE=Les paramètres EaseUS DriverHandy ont été modifiés avec succès

;FreeAriva
STR_LAB_TITLE=Activer gratuit
STR_LAB_TITLE2=Activé
STR_LAB_TITLE3=Inscription
STR_BTN_ACTIVE=Activer
STR_BTN_ACTIVING=Accès ...
lab_avir_t1=Nous vous enverrons le code d'activation à votre e-mail.
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro a été activé !{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}Le code d'activation a été envoyé à votre boîte aux lettres et sera valable pour une bonne sur ce PC. S'il vous plaît garder pour une utilisation future. {/c}{/f}
btn_not_received=<u>Non reçu ?</u>
btn_arv_received=<u>Entrer le code d'activation</u>
btn_ar_close=Proche
lab_avir_t4={f 5}{c #4E81BF}S'il vous plaît entrer votre code d'activation! {/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}Vous avez oublié le code ? S'il vous plaît {a}<u> entrez votre email à nouveau </u> {/a}. {/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}Impressionnant ! {/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro activé avec succès ! {/c}{/f}<n> {f 1}{c #666666}Si vous avez des problèmes, vous pouvez contacter notre équipe de soutien. Je vous remercie ! {/c}{/f}
lab_avir_bout_pro=<u>Qu'est-ce EaseUS DriverHandy Pro ?</u>

STR_ARIVA_INPUT_EMAIL=S'il vous plaît entrer votre e-mail !
STR_ARIVA_INPUT_SERIAL=S'il vous plaît entrer votre code d'activation !
STR_ARIVA_EMAIL_FMT_ERROR=Adresse e-mail invalide !
STR_ARIVA_SERIEAL_EXAMPLE=E.g.: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com

STR_ARIVA_RETRIEVE=Récupérer le code d'enregistrement
STR_ARIVA_ORDERFAQ=Commander des FAQs

STR_VERIFY_FAILED=Activation a échoué !
STR_VERIFY_NETWORK_ERROR=Activation a échoué! S'il vous plaît vérifier votre réseau !
STR_VERIFY_SUCS=Le succès d'activation !
STR_VERIFY_TIMEOUT=L'activation a expiré !
STR_VERIFY_CODE_INVAL=Activation a échoué en raison de code invalide !
STR_VERIFY_EMAILADDR_ERROR=Adresse e-mail invalide !
STR_VERIFY_SERVER_CLOSE=Notre serveur est fermé !
STR_VERIFY_EMAIL_LACK=Votre e-mail a été utilisé !
STR_VERIFY_CODE_LACK=Ce code a été utilisé.

lab_avir_t6=EaseUS DriverHandy Pro a été activé. 
lab_avir_tips={f 0}{c #888888}Maintenant, vous avez un accès complet à l'image du pilote <n>fonctionnalités Pro. S'il vous plaît sentir libre de contacter si vous avez des problèmes.{/c}{/f}
btn_active_serial_copy=Copie
STR_ACTIVATED_CODE={f 2}{c #888888}Code: {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL="E-mail:  "
STR_ACTIVATED_DATE={f 2}{c #888888}Temps d'activation: {c #5c5e64}%s{/c}{/c}{/f}


STR_ACTIVATE_PAY_T1={f 5}{c # 4E81BF} Merci d'utiliser EaseUS DriverHandy!{/c}{/f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e64} Ndes principaux avantages de l'édition Pro:{/c}{/f}
STR_ACTIVATE_PAY_F1=Télécharger les pilotes de Lastest mode pilote.
STR_ACTIVATE_PAY_F2=Restaurer les pilotes de sauvegarde.
STR_ACTIVATE_PAY_F3=Corriger rapidement les périphériques USB connectés.
STR_ACTIVATE_PAY_F4=Pilotes de système de réparation en profondeur pour résoudre les problèmes complètement.
STR_ACTIVATE_PAY_F5=Pré-télécharger tous les pilotes avant le système étant modifiés ou restaurés. 
STR_ACTIVATE_PAY_N={c #FFFFFF}S'il vous plaît entrez le code de licence et cliquez sur "Activer" pour obtenir EaseUS DriverHandy Pro. {/c}
STR_ACTIVATE_BUYNOW=Acheter maintenant
STR_ACTIVATE_RETRCODE={f 9}<u>Récupérer le code</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=Original:
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=Maintenant: $9.9
STR_ACTIVATE_MSG_FREE_CLOSE=Activation gratuite est terminée. S'il vous plaît acheter la licence pour activer l'édition Pro.
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=5 secondes pour obtenir EaseUS DriverHandy Pro gratuitement !!!
STR_DOCPRO_LAB_TIP2=Obtenez licence à vie tout de suite !
STR_DOCPRO_BTN_CONTINUE=Continuer

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=Pilote automatique et l'installation
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro vous offre un pilote complètement automatique et installation.
SRT_CHARGE_ITEM_LAB_1_2=Utilisation du EaseUS DriverHandy gratuit, vous devez télécharger et installer les pilotes un par un manuellement.
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy gratuit vous offre uniquement avec pilote. Vous devez installer les pilotes manuellement à partir du répertoire de téléchargement.

SRT_CHARGE_ITEM_TITLE_2=Dernière mode de pilote
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro vous fournit avec le pilote de restauration fonctionnalité, ce qui empêchera votre ordinateur à partir de l'écran bleu après les mises à jour du pilote.
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy gratuit vous fournit les pilotes stables qui sont nécessaires pour les périphériques matériels.

SRT_CHARGE_ITEM_TITLE_3=Pilote de restauration
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro vous fournit avec le pilote de restauration fonctionnalité, ce qui empêchera votre ordinateur à partir de l'écran bleu après les mises à jour du pilote.
SRT_CHARGE_ITEM_LAB_3_2=Utilisation du EaseUS DriverHandy gratuit, vous ne pouvez sauvegarder les pilotes, ne restaurera pas les pilotes.
SRT_CHARGE_ITEM_LAB_3_3=Utilisation du EaseUS DriverHandy gratuit, vous ne pouvez pas accéder à cette fonctionnalité.

SRT_CHARGE_ITEM_TITLE_4=Désinstallation du pilote
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro vous offre une désinstallation du pilote complet, qui permettra d'éliminer tous les restes et les fichiers de pilotes corrompus.
SRT_CHARGE_ITEM_LAB_4_2=Utilisation du EaseUS DriverHandy gratuit, vous ne pouvez pas accéder à cette fonctionnalité.

SRT_CHARGE_ITEM_TITLE_5=Les imprimantes réseau
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro permet d'ajouter imprimante réseau rapidement, y compris la recherche du modèle d'imprimante réseau et l'installation du pilote d'imprimante.
SRT_CHARGE_ITEM_LAB_5_2=Utilisation du EaseUS DriverHandy gratuit, vous pouvez profiter de la fonction de recherche imprimante réseau.

SRT_CHARGE_ITEM_TITLE_6=Les périphériques USB connectés
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro vous permet de corriger rapidement les problèmes périphériques périphériques.
SRT_CHARGE_ITEM_LAB_6_2=Utilisation du EaseUS DriverHandy gratuit, vous pouvez profiter de la fonction de recherche imprimante réseau.

SRT_CHARGE_ITEM_TITLE_7=Les pilotes système
SRT_CHARGE_ITEM_LAB_7_1=EaseUS DriverHandy Pro va corriger les pilotes du système en profondeur qui va complètement résoudre des problèmes de pilote de système.
SRT_CHARGE_ITEM_LAB_7_2=Utilisation du EaseUS DriverHandy gratuit, vous ne pouvez pas accéder à cette fonctionnalité.

SRT_CHARGE_ITEM_TITLE_8=pilotes pré-téléchargement propre PC
SRT_CHARGE_ITEM_LAB_8_1=Pilote Handy Pro vous permet de télécharger les pilotes en fonction de votre profil matériel. Vous pouvez installer les pilotes téléchargés après le changement du système. 
SRT_CHARGE_ITEM_LAB_8_2=Utilisation du EaseUS DriverHandy gratuit, vous pouvez les pilotes pré-scan, mais ne peut pas télécharger.

SRT_CHARGE_ITEM_TITLE_9=Pilotes pré-téléchargement pour un autre PC (1PC / jour)
SRT_CHARGE_ITEM_LAB_9_1=EaseUS DriverHandy Pro vous permet de télécharger les pilotes pour un autre PC en important profil matériel, ce qui est particulièrement utile lorsque le PC cible n'a pas Internet. 
SRT_CHARGE_ITEM_LAB_9_2=Utilisation du EaseUS DriverHandy gratuit, vous pouvez les pilotes pré-scan, mais ne peut pas télécharger.

SRT_CHARGE_ITEM_TITLE_10=Support en ligne
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro vous offre un contact en temps réel et le support technique à distance.
SRT_CHARGE_ITEM_LAB_10_2=Utilisation du EaseUS DriverHandy gratuit, vous ne pouvez pas accéder à cette fonctionnalité.

SRT_CHARGE_ITEM_TITLE_11=Système point de restauration
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro vous permet de créer point de restauration système. Vous pouvez réinitialiser votre ordinateur à l'état normal (le point de restauration) si elle a des problèmes graves.
SRT_CHARGE_ITEM_LAB_11_2=Utilisation du EaseUS DriverHandy gratuit, vous ne pouvez pas accéder à cette fonctionnalité.

SRT_CHARGE_ITEM_TITLE_12=PC Repair
SRT_CHARGE_ITEM_LAB_12_1=EaseUS DriverHandy Pro vous permet de réparer problèmes informatiques difficiles et tenaces comme écran noir / bleu, pas de son, et plus.
SRT_CHARGE_ITEM_LAB_12_2=Utilisation du pilote Handy gratuit, vous ne pouvez pas accéder à cette fonctionnalité.

SRT_CHARGE_ITEM_TITLE_13=Sauvegarde du pilote
SRT_CHARGE_ITEM_LAB_13_1=EaseUS DriverHandy Pro vous fournit la fonction de sauvegarde du pilote, qui empêchera votre ordinateur de l'écran bleu/noir après la mise à jour des pilotes.
SRT_CHARGE_ITEM_LAB_13_2=Utilisation de EaseUS DriverHandy gratuit, vous ne pouvez pas accéder à cette fonctionnalité.

SRT_CHARGE_ITEM_COUNT=13

;free
SRT_CHARGE_ITEM_FREE_LAB_1=Numériser pour vérifier tous les problèmes de pilote (trouver, manquants, corrompus, endommagés, et les pilotes incompatibles cassés obsolètes)
SRT_CHARGE_ITEM_FREE_LAB_2=Télécharger pilotes corrects
SRT_CHARGE_ITEM_FREE_LAB_3=Offrer plusieurs versions de pilotes disponibles pour téléchargement
SRT_CHARGE_ITEM_FREE_LAB_4=Offre deux modes de téléchargement automatique et manuel
SRT_CHARGE_ITEM_FREE_LAB_5=Sauvegarde et enregistrer les pilotes à l'ordinateur local avec un seul clic
SRT_CHARGE_ITEM_FREE_LAB_6=Restaurer les pilotes de réseau de sauvegarde
SRT_CHARGE_ITEM_FREE_LAB_7=Désinstaller pilotes clairement sans fichiers résiduels
SRT_CHARGE_ITEM_FREE_LAB_8=Exporter du matériel informatique liste des profils
SRT_CHARGE_ITEM_FREE_LAB_9=Installer les pilotes avec des fichiers de pilotes téléchargés dans la fonction pré-téléchargement
SRT_CHARGE_ITEM_FREE_LAB_10=Afficher vos propres informations de matériel PC
SRT_CHARGE_ITEM_FREE_LAB_11=Personnaliser les paramètres
SRT_CHARGE_ITEM_FREE_LAB_12=Support de Windows 10, 8,1, 8, 7, XP, Vista et Windows Server

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=ou
STR_EVA_THIS_STEP1=Étape 1: Choisissez la version du système que vous souhaitez installer
STR_EVA_THIS_STEP1_DEC=Pré－télécharger les pilotes avant de modifier ou de MAJ le système.
STR_EVA_THIS_STEP2=Étape 2: Installation du pilote
STR_EVA_THIS_STEP2_DEC=Scanner le répertoire du fichier du pilote pour installer le pilote pettorm
;ask for help
STR_EVA_HELP_STEP2_DEC=Utiliser un autre ordinateur, importer le profil matériel à télécharger
STR_EVA_BROWSER=Navigateur
STR_EVA_HELP_CHOOSE=Choisissez le répertoire d'exportation du profil matériel (* .inf)
;head
STR_EVA_HEAD_TIP={f 1}Pré-télécharger télécharger helper pilotes avant le système en cours de modification.{/f}
STR_EVA_HEAD_BACK=Précedent

;view_step1
STR_EVA_LAB_STEP1=Sélectionner le répertoire de profil matériel:
STR_EVA_OPTION1={f 1}Les pilotes pré-téléchargement pour mon propre PC.{/f}
STR_EVA_OPTION2={f 1}Les pilotes pré-téléchargement pour un autre PC par l'importation profil matériel. {/f}
STR_EVA_OPTION3={f 1}Exporter mon profil matériel pour télécharger les pilotes sur un autre PC (Pour mon internet est indisponible).{/f}
STR_EVA_OPTION4={f 1}Installation des pilotes avec des fichiers de pilotes téléchargés.{/f}

;view_export_inf
eva_export_path_lab=Sélectionner le répertoire de profil matériel:
eva_export_set_chk=Ouvrir le répertoire lorsque l'exportation est fait.
eva_local_export_btn=Exportation
STR_EVA_EXPORT_TIPS={f 1}Après le profil matériel export est fait, vous pouvez l'utiliser pour télécharger les pilotes sur un ordinateur à Internet disponibles en utilisant la fonction de pré-téléchargement de EaseUS DriverHandy. {/f}
STR_EVA_EXPORT_DEFALUT_NAME=pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=Sélectionner le répertoire de profil matériel
STR_EVA_CHOOSE_DOWNLOAD_DIR=Sélectionner le répertoire de téléchargement:
STR_EVA_CHOOSE_SYS=Choisissez votre système
STR_EVA__EXPORT_NOT_SELECT_FILE=Répertoire du profil Hardware est pas sélectionnée!

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=Sélectionner le profil matériel
STR_EVA_NOT_SELECT_DEVICE_INF=Pilote répertoire des fichiers est pas sélectionnée !
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}{c #FFFFFF}Pilotes ont été téléchargés avec succès à <u> <a>%s</a> </u> {/f}<n> {f 1}Vous pouvez installer les pilotes par les étapes suivantes si nécessaire .: {c #FFFFFF}<n> <n >>> Démarrer EaseUS DriverHandy
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> Cliquez sur l'onglet Pré-téléchargement <n>>> Sélectionner "Installer les pilotes avec les fichiers du pilote téléchargé" {/c}<n><n> Ensuite, suivez le guide à l'écran pour terminer l'installation du pilote.{/c}{/f}
STR_EVA_CHOOSE_HWFILE=Sélectionner le profil matériel:
STR_EVA_DRVDOWN_SCAN=Analyse & Télécharger:
STR_EVA_DOWNBTN=Télécharger
STR_EVA_DOWNING=Téléchargement
STR_EVA_DOWNING_CANCEL=Annulé
STR_EVA_SYSMATCHED={c #5c5e64}Système assorti:{/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=Sélectionner le répertoire de téléchargement
STR_EVA_DOWN_DOTNET=Programmes graphiques nécessaires
;off install
STR_OFFINSTALL_CHOOSE_PATH=Choisissez le répertoire des pilotes téléchargés
STR_OFFINSTALL_DLG_TITLE=Choisissez les fichiers de pilote
STR_OFFINSTALL_SCAN=Numérisation et installation:
STR_OFFINSTALL_SCANBTN=Balayage
STR_OFFINSTALL_INSTALL=Installer
STR_OFFINSTALL_CANCEL=Arrêter
STR_OFFINSTALL_INSTALLING=Installé
STR_OFFINSTALL_CANCEL_RESTORE=Annulé
STR_OFFINSTALL_SCAN_ERROR=Aucun pilote disponible dans ce répertoire.<n>S'il vous plaît corriger !


STR_OFFINSTALL_UPTODATE=À jour
STR_OFFINSTALL_OUTDATED=Obsolète
STR_OFFINSTALL_UPDATE=Mettre à jour
STR_OFFINSTALL_REUPDATE=Re-mise à jour
STR_OFFINSTALL_CURRENT=Actuel
STR_OFFINSTALL_UPDATETO=Mise à jour
STR_OFFINSTALL_UNKNOW=Inconnu
STR_OFFINSTALL_SYSTEM=SYSTÈME
;evaluate message
STR_EVA_EXPORT_SUCCS=L'exportation est terminée.
STR_EVA_EXPORT_FAILED=L'export est l'échec !
STR_EVA_DOWNLOAD_FINISH=Le téléchargement est terminé !
STR_EVA_INST_FINISH=Installer est terminée !

prt_ipaddrnorbtn=Recherche normale
prt_ipaddrbtn=Adresse réseau
prt_iprangebtn=Section de réseau

;local
STR_REPAIR_TIP1=Computer obtiendrez des erreurs, des erreurs ou des problèmes si vous ne réparez pas le pilote !
STR_REPAIR_TIP2=Computer obtiendrez des erreurs, des erreurs ou des problèmes si vous ne réparez les pilotes !
STR_REBOOT_TIP=Le changement ne sera pas validé sans PC redémarrage.
STR_UPDATE_TIP=Obtenez les derniers pilotes pour améliorer les performances de votre PC !

STR_CHAT_ONLINE=Chattez avec nous (en ligne)
STR_CHAT_OFFLINE=Chattez avec nous (en ligne)
STR_DOWNLOAD_ONEPC=Vous ne pouvez télécharger les pilotes pour un autre UN PC par jour !

;files verify
STR_FILES_VERIFY_FAILED=Fichier corrompu ! S'il vous plaît le réinstaller.

;SystemRestore
STR_SYSYTEM_RESTORE=Système de sauvegarde
STR_SYSYTEM_RESTORE_MENU=Système de sauvegarde
STR_SYSYTEM_RESTORE_TIP=Attention: la restauration du système efface toutes les modifications modifiés après que le système point de restauration.
STR_SYSYTEM_RESTORE_BTN=Restaurer
STR_SYSYTEM_CREATE_BTN=Créer
STR_SYSYTEM_RESTORE_CLOSE_BTN=Annuler
STR_SYSYTEM_RESTORE_MSGBOX=Êtes-vous sûr de vouloir continuer à restaurer le système? <n>{c #fa3030}La restauration du système efface toutes les modifications modifiées après le point de restauration système.{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=Restaurer
STR_SYSYTEM_RESTORE_ADD_POINT=Système point de restauration
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}Création de point de restauration système. S'il vous plaît, attendez…{/f}{/c}
STR_SYSYTEM_RESTORE_SET=Nom du point de restauration système:
STR_SYSYTEM_RESTORE_ERROR1=Entrée est vide ! Veuillez réessayer.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}Création de point de restauration système. S'il vous plaît, attendez... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=Note: Ne pas faire d'autres opérations.
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}Créé avec succès !{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}Création à échouée !{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}Système origine existe déjà{/f} 
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}Origine de créer le système fermé{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}Created successfully but the system has not updated the list.<n>S'il vous plaît veuillez actualiser plus tard.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2} Le paramètre de restauration a été désactivé dans Protection du système. <n> Voulez-vous activer la protection du système? {/ f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}Initialisation restauration du système.<n>Ne pas faire d'autres opérations au cours du processus.{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=Cette opération ne peut être annulée.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Supprimer des points de défaillance de réduction !
STR_SYSYTEM_RESTORE_DELETE_TIP=Êtes-vous sûr de supprimer le point de restauration sélectionné ?
STR_SYSYTEM_RESTORE_NOT_NOW=Pas maintenant
STR_SYSYTEM_RESTORE_GO=Aller de l'avant
;ExitAppDOC
STR_EXITAPPDOC=Attention
STR_EXITAPPDOC_EXITBTN=Non merci.
STR_EXITAPPDOC_GETPROBTN=Obtenez EaseUS DriverHandy Pro

STR_EXITAPPDOC_TIP1=Etes-vous sûr de quitter EaseUS DriverHandy ?
STR_EXITAPPDOC_TIP2=Il y a des pilotes qui ont besoin d'être réparé sur votre ordinateur. Si les pilotes ne sont pas réparés, les appareils liés peuvent ne pas fonctionner correctement !
STR_EXITAPPDOC_TIP3=Obtenez EaseUS DriverHandy Pro pour accéder aux fonctionnalités complètes.

STR_EXITAPPDOC_TIP_PRO1=One-click télécharger et installer les mises à jour du pilote.
STR_EXITAPPDOC_TIP_PRO2=Restaurer les pilotes de sauvegarde.
STR_EXITAPPDOC_TIP_PRO3=Corriger rapidement les périphériques USB connectés.
STR_EXITAPPDOC_TIP_PRO4=Pilotes de système de réparation en profondeur pour résoudre les problèmes complètement.
STR_EXITAPPDOC_TIP_PRO5=Pré-télécharger tous les pilotes avant le système étant modifiés ou restaurés. 
STR_SYSYTEM_RESTORE_DELETE_FAIL=Supprimer le système restore point échouer !

;NET PRINT
STR_NET_PRINT_TIP=Disponible imprimante réseau détecté. Voulez-vous ajouter ?
STR_NET_PRING_DOWN_NO_DRIVER={f 1}Il n'y a pas de pilote approprié pour ce modèle d'imprimante!Cliquez sur {a}Arrière{/a} et essayer un autre.{/f}

STR_PATH_FREE_SPACE=Espace disque insuffisant! faire S'il vous plaît que le disque cible possède plus de 3 Go d'espace libre.  
STR_PATH_CLEAR=Resélectionner répertoire
STR_PATH_IGNORE=Ignorer

STR_SOFT_OPEN_FILE=Le fichier téléchargé ne peut pas être exécuté directement. Ouvrir le répertoire de ce fichier ?
STR_SOFT_OPEN_FILE_NO_EXIST=Le fichier a été supprimé! S'il vous plaît télécharger à nouveau.
STR_SYSTEM_REPAIR_DEC=Erreur de l'environnement du système peut provoquer des conducteurs de ne pas installer.

;toolbox
STR_HEAD_LAB=Produits recommandés pour résoudre les problèmes d'environnement et de performance du système.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=PC Repair
STR_INFO_TOOLBOX0_2=Résoudre les problèmes au sujet de l'adaptateur d'affichage, carte son, jouer au jeu, et plus d'échecs. 

STR_INFO_TOOLBOX1_1=Détection de matériel
STR_INFO_TOOLBOX1_2=Voir le CPU, carte mère, mémoire et plus d'informations de matériel. 

STR_INFO_TOOLBOX2_1=PC SpeederBoost de jeu
STR_INFO_TOOLBOX2_2=Optimisation rapide et profonde pour la performance de votre ordinateur.
;STR_INFO_TOOLBOX2_1=Capture d'écran instantané
;STR_INFO_TOOLBOX2_2=La façon la plus commode de prendre une capture d'écran personnalisable.

STR_INFO_TOOLBOX3_1=Météo
STR_INFO_TOOLBOX3_2=Des mises à jour météorologiques plus pratiques.

STR_DOWNLOAD_DOFT_TIP=Soft doit être téléchargé et installé. Êtes-vous sûr de continuer ?
STR_DOWNLOAD_PAUSE_TIP=Êtes-vous sûr de quitter l'installation du logiciel ?

STR_TRY_TOOL=Essayer

;dateout time tip
STR_DATEOUT_TIP=Merci d'utiliser EaseUS DriverHandy. Nous sommes désolés que votre code d'activation a expiré. S'il vous plaît renouveler.
STR_DATEOUT_BUY_NOW=Acheter maintenant
STR_DATEOUT_DETAIL=Détails
STR_BUY=Acheter
STR_ACTIVE=Activer

STR_GAME_MODULE_DOWNBTN=Télécharger
STR_MENU_GAMEL_MODULE_REPORT=Retour d'information
STR_GAME_MODULE_NAME=Nom du module:
STR_GAME_MODULE_FEEDBACK=Problème de module:  
STR_LOCAL_INSTALL_CANCEL=Annuler
STR_GAME_INSTALLBTN=Installer 

;Main Menu
STR_USERGUIDE=Guide de l'utilisateur

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=Essai gratuit
STR_STARTTRYING_AVTIVATE=Activer
STR_STARTTRYING_TIP1=Un pas
STR_STARTTRYING_TIP2=Gestion des pilotes de périphériques: mise à jour, installation, réparation, sauvegarde, restauration, désinstallation, réinstallation, etc.
STR_STARTTRYING_TIP3=Automatiquement
STR_STARTTRYING_TIP4=pilotes de sauvegarde et créer un point de restauration avant d'installer et de désinstaller des pilotes.
STR_STARTTRYING_TIP5=Un clic
STR_STARTTRYING_TIP6=ajouter des périphériques: lecteur USB, pilotes d'imprimante réseau et autres périphériques matériels non détectés.
STR_STARTTRYING_TIP7=Intelligent
STR_STARTTRYING_TIP8=pré-télécharger et enregistrer des pilotes pour votre propre PC et télécharger des pilotes pour d'autres ordinateurs.
STR_STARTTRYING_TIP9=réparer l'erreur du système et réduire le gel du système et les accidents.
STR_STARTTRYING_NOTHANKS=Non merci. Obtenez une licence à vie tout de suite.
STR_STARTTRYING_TIPTITLE=Vous voulez obtenir la solution en un clic suivante, s'il vous plaît Activer Pro

;end_trying
STR_ENDTRYING_TITLE=Merci d'avoir utilisé EaseUS DriverHandy
STR_ENDTRYING_TIP=<p 5><f 26><c ff0000>Vous avez couru hors de l'occasion d'essai libre. L'histoire d'essai libre est comme ci-dessous:</c></f></p>
STR_ENDTRYING_TIME=Temps: %s
STR_ENDTRYING_NAME=Nom du pilote: %s
STR_ENDTRYING_VER=Version du pilote: %s
STR_ENDTRYING_TIP1=<p 5><f 1><c ffffff>Les pilotes suivants ont encore besoin(s) d'être %s.</c></f></p>
STR_ENDTRYING_TIP2=<p 5><f 1><c 000000>Note: Tous les pilotes nécessaires sont téléchargés par EaseUS DriverHandy. Si vous avez besoin de mettre à jour/réparer/installer les pilotes, s'il vous plaît activer la version Pro pour une solution en un seul clic.</c></f></p>
STR_ENDTRYING_HELP=Récupérer le code d'enregistrement
STR_ENDTRYING_ACTIVATE=Activer pour les Pros

;gram soft
STR_GAMESOFT_TITLE=Nouvelles fonctionnalités
STR_GAMESOFT_TIP=Composants du jeu
STR_GAMESOFT_TIP1=<p><f 1><c 9c9c9c>Télécharger et installer les composants manquants de jeu.</c></f></p>
STR_GAMESOFT_DOWNCOMPONENTS=Télécharger les composants uniquement
STR_GAMESOFT_CHOOSE=Mémoriser mon choix
STR_GAMESOFT_TIP2=Version spéciale pour les jeux
STR_GAMESOFT_TIP3=<p><f 1><c 9c9c9c>Boost de jeu: Expérience de jeu de pointe et rendement supérieur d'ordinateur.</c></f></p>
STR_GAMESOFT_TIP4=<p><f 1><c 9c9c9c>Performance de l'appareil: voyez comment votre appareil prend en charge votre jeu par score de performance. (À venir)</c></f></p>
STR_GAMESOFT_TIP5=<p><f 1><c 9c9c9c>Contrôle réseau: Assurez-vous que vos jeux fonctionnent en douceur grâce à Smart Internet allocation.</c></f></p>
STR_GAMESOFT_TIP6=<p><f 1><c 9c9c9c>Aide de fichiers DLL: résoudre les problèmes de fichier .dll.</c></f></p>
STR_GAMESOFT_GET=L'obtenir maintenant

STR_STOP_ENDFAILED_TIP=Le processus sera terminé une fois la tâche en cours terminée.

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version driver.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.
;activity
STR_ACTIVITY_A1=Permission expirée.
STR_ACTIVITY_A2=Vérifiez votre offre spéciale!
STR_ACTIVITY_A3=Autorisation expirée
STR_ACTIVITY_A4=Nous sommes extrêmement reconnaissants pour votre utilisation. 
STR_ACTIVITY_A5=Souhaitez-vous rester plus longtemps, avec 30% de réduction sur la licence à vie? 
STR_ACTIVITY_A6=Achetez une licence à vie à -30%
STR_ACTIVITY_A7=Peut-être plus tard 
STR_ACTIVITY_A8=Nan 


STR_LEFT_News=Dépanneur
STR_EVA_HELP_STEP3_DEC=Veuillez copier les fichiers du pilote prétéléchargés pour installer hors ligne.

;new setting item
STR_ST_DISABLE_WUDRIVER=Exclure la mise à jour du pilote de Windows Update
STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic driver updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=Accélérez maintenant

STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Acheter la version Pro pour mettre à jour les pilotes et résoudre les problèmes de périphériques{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Activer la version Pro pour réparer{/c} {c #FF0000} %d les pilotes de périphériques.{/c}{/f}
STR_UPGRADE_CON_1=Installer le dernier pilote pour optimiser les performances du matériel
STR_UPGRADE_CON_2=Mettre à jour tous les pilotes en un seul clic
STR_UPGRADE_CON_3=Vitesse de téléchargement du pilote (environ 500 Ko-20 Mo/s)
STR_UPGRADE_CON_4=L'installation automatique du pilote permet de gagner du temps
STR_UPGRADE_CON_5=Créer automatiquement des points de restauration
STR_UPGRADE_CON_6=Sauvegarder et restaurer des lecteurs
STR_UPGRADE_CON_7=Rechercher l'impression LAN intelligemment
STR_UPGRADE_CON_8=Afficher et exporter les informations sur l'appareil
STR_UPGRADE_CON_9=Mettre à jour les pilotes pour les PC sans connexion Internet
STR_UPGRADE_CON_10=Tous les pilotes sont certifiés par Microsoft
STR_UPGRADE_CON_11=Support technique gratuit d'experts PC
STR_ST_FREE=Free
STR_BUY_PRO=Acheter Pro
STR_KEY_FEATURES_OF_PRO=Caractéristiques principales de DriverHandy Pro
STR_KEY_FEATURES_1=Installer et mettre à jour tous les pilotes en un seul clic
STR_KEY_FEATURES_2=Bénéficier d'une vitesse de téléchargement des pilotes plus rapide
STR_KEY_FEATURES_3=Sauvegarde automatique des pilotes et création de points de restauration
STR_KEY_FEATURES_4=Résoudre les problèmes informatiques délicats à l'aide d'outils intelligents et légers
STR_KEY_FEATURES_5=Pré-téléchargement de pilotes pour votre propre ordinateur ou d'autres PC
STR_KEY_FEATURES_6=Tous les chauffeurs sont certifiés
STR_KEY_FEATURES_7=Mises à jour et support technique gratuits
STR_MONEY_BACK_GUARANTEE=Garantie de remboursement de 30 jours
STR_ARIVA_PURCHASED=Acheté
STR_ARIVA_INPUT_EMAIL_LONG=Veuillez entrer la clé et l'e-mail pour l'activer:
STR_ARIVA_INPUT_KEY=Clé de licence
STR_ARIVA_INPUI_EMAIL=E-mail

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
